

//背景  事件    影响


//  时间轴 ：
//1940年第一次鸦片战场标志着由古代进入到近代

//革命，推翻旧有体制，建立新体制。

//救世的革命       --》失败：推翻皇帝，废除儒家思想
//1919年的五四运动
//新民主主义革命   --》成功：发现根本、提出废除封建土地所有制

//1949年新中国成立是现代史的开端

//社会主义建设阶段

//伪满中国  半殖民
/*
    中国封建社会宗法等级制度的核心是    宗族家长制；
    中国封建社会的文化思想体系以  儒家思想  为核心；
    清政府由盛转衰：   乾隆中后期
    封建社会末期，中国在对外实行的政策   闭关锁国


    西方列强早期殖民扩张的主要目的 ：直接掠夺财富  --->  出现财富一定要选择财富。
    英法联军1860年洗劫和火烧圆明园
    日本1895年马关条约割让台湾
    开放广州、厦门、福州、宁波、上海五口为通商口岸的条约是   南京条约


*/

/*

一  、  反对外来侵略的战争



  鸦片战争前的中国：   封建社会      鸦片战争后：   开始沦为半殖民半封建社会

          经济：封建土地所有制站主导地位 --》土地所有权归是归地主的              封建土地所有制  --》  旧有体制的根基
                自给自足的小农经济                                            经济基础决定上层建筑

          政策：高度中央集权的封建君主专治制度

          文化：儒家思想为核心   独尊儒术

          社会：封建宗法等级制度   族长为大，一层管理一层

          压抑、禁锢、落后、束缚

          封建社会的最后一个王朝   清朝
          也是封建社会发展到顶峰的王朝   --有政治权利决定   所有的权益已经牢牢的掌握在了皇帝的手中
          ----乾隆   天子

          闭关锁国
          文字狱   清风不识字，随便乱翻书
          军队   贪官，管理松懈，没有作战经验，
          农民   封建社会的剥削非常的严重，种的粮食要百分百上交地主

          外强中干

    ===========》 中国封建社会的主要矛盾：地主阶级和农民阶级的矛盾

    鸦片战争前的世界：
            资本家   赚钱
             --->  1640年英国率先爆发资产阶级革命，资本主义制度确立
             --->  工业革命（有农业社会变成工业社会，社会生产力空前提高）
             --->  商品市场，原料产地
             --->  殖民地
            欧洲资源匮乏，原料不够，开始进行探索想要卖更多商品，赚钱，想获得更多原料产地，开始对其他国家进行殖民统治。


    二、  资本主义列强对中国的侵略：

        1、军事   军事侵略
        2、政治    政治控制
        3、文化    文化渗透
        4、经济     经济掠夺

      军事侵略   常见选择题：
        1840年英国打开中国国门，第一次鸦片战争
        1842年中英  南京条约   第一个不平等条约
        1856年  第二年鸦片战争  英法      雨果
        1884年   中法战争
   -->  1894年   甲午战争，日本入侵中国，马关条约签订。当时对中国人的影响是非常大的     康有为，梁启超  -> 戊戌变法
        1900年   八国联军侵华战争，1901年签订《辛丑条约》，中国彻底放弃抵抗，标志中国彻底沦为半殖民半封建社会

        签订的不平等条约：
          1842年南京条约：把香港岛割让给英国
                        领事裁判权：不受中国法律约束
                        允许国外工使驻扎北京：架空皇帝
          天津条约
          北京条约




        大国崛起 --- 记录片
        1997年香港回归
        1999年澳门回归

        资本主义社会：大家可以买卖商品，有商品流通的社会

      政治控制：
        把持中国海关    控制海关官员
        控制中国内政   控制皇帝
        掌握外交
        镇压中国反抗
        扶植代理人     汉奸，傀儡政权
        领事裁判权     不受中国法律管理

          海、内、外、镇、人、裁(才);

      经济掠夺：
        控制通商口岸
        剥夺关税自主权
        对华倾销商品
        对华进行资本输出(二鸦后) 列强在中国建厂投资   土地--》没有了这块土地的农民  诞生了工人团队
                                                         中国人也想建厂赚钱    诞生了资本团队
        操纵经济命脉

      文化渗透：
        宗教渗透和侵略
        舆论制造
        种族优劣论
        广学会的  万国公报  --》  表面介绍西方的政治文化和社会状况，
                                但是竭力宣传殖民地奴化思想，为外国列强侵华进行辩护



*/
/*
      资本帝国主义对中国侵略及近代中国社会的演变
      第一次鸦片战争后沦为半殖民半封建，辛丑条约后彻底沦为半殖民半封建；

      半殖民半封建社会有哪些特征？（常见简答题）

          资本帝国主义支配：资本帝国主义逐渐操纵了中国的经济和财政命脉，而且
          逐步控制了中国的政治，日益成为了支配中国的决定性力量。

          (地主和皇帝只是封建社会的产物；)
          封建势力和资本帝国主义勾结：中国的封建势力同外国侵略势力想勾结成奴役
          中国人民的社会基础和统治支柱。

          经济破坏：自然经济的基础虽然遭到破坏，单是封建剥削制度的根基封建地主的
          土地所有制依然在广大地区保持着。

          资本发展：中国资本主义有所发展，并在政治、生活起到了一定作用。

          发展失衡：近代中国各地的经济、政治和文化发展极度不平衡
          （被率先打开的城市呗帝国主义所影响，与其他地区发展很不平衡）

          人民贫困：人民毫无政治权利和生活极度贫穷。

        社会阶级的变化：
          资产阶级：组成：买办、商人、地主、官僚
                  分成：官僚买办资产阶级，民族资产阶级
                  此时的资产阶级  诞生于封建主义，需要封建主义壮大自己的势力
                  资产阶级两重性

          两重性特点决定民族资产阶级不能引导中国民主革命走向胜利？（常见简答题）

          工人阶级：来源：诞生于外国在华企业中，比中国资产阶级年龄和资格更老，社会基础和社会力量更大。
                    特点:
                        受帝、封、资三重压迫，革命性更强
                        工人阶级人数虽少却相对集中，容易形成革命的力量
                        他们大多来自破产农民，与农民有天然联系，便于结成工农联盟

          主要矛盾和历史任务：
            两对主要矛盾：
                  民族矛盾(国仇)：帝国主义与中华民族矛盾(最主要)；
                  阶级矛盾：封建主义和人民大众；

            论述题：两大矛盾之间的关系：

                抗日战争时期，八国联军侵华，甲午战争，鸦片战争，
                1.当列强发动侵华战争是，阶级矛盾降到次要地位，民族矛盾上升到主要地位。
                2.当外国侵略者同中国封建政权想勾结
                3.外国列强和中国封建一起镇压中国人民

              两大历史任务：
                  独立：求得民族独立和人民解放(生产关系);
                  富强：实现国家繁荣富强和人民共同富裕(生产力);

              论述题：两大历史任务关系：既相互区别，又相互区别

                  区别  前者解决生产关系，后者解决生产力
                  联系  第一大任务是为第二大任务完成创造条件。



*/
/*
      抵御外来侵略，争取民族独立的斗争



      美国  门户开放政策    别的国家享有的政策我们都享有

      反侵略斗争的失败
         社会制度的腐败，最根本的原因。
         经济技术的落后

      民族意识觉醒
          林则徐  四洲志
          魏源     师夷长技以制夷，向西方学习
          严复    救亡，天演论，物竞天择，适者生存














*/
